{
    "stories": [{
            "paragraphs": [
                "From the time I was little, I remember catching glimpses of my grandpa heading out into the forest early in the morning before the sun had risen, when most of the earth's inhabitants were not even beginning to stir. He would carry a small pack, which I knew held a pencil and a notepad.",
                "Sometimes I would see him returning from the forest, pack in hand, with a look of wonder on his face. He would always return home in time for lunch, and my grandma would have something yummy ready for him. If I happened to be visiting, Grandpa would tell us amazing stories that couldn't possibly be true. Or so I thought.",
                "I promised Grandpa I would do as he suggested. I had never seen what he had written on his notepad, but I always thought it had to be the fascinating stories he would tell Grandma and me. Now that I had been given a notepad and pencil, I decided I would write amazing things just like him!",
                "It was late fall before I got the opportunity to visit the forest. It was a chilly morning, but not frosty, so I could walk along the paths without making a sound. I had no idea where I should go, so I just pushed deeper and deeper into the forest. Finally, I realized the animals would probably start waking soon. I spied a big pine tree and sat down at the base, my back against the trunk, looking out at a small meadow.",
                "I could faintly hear running water and guessed that a stream was nearby. I took my notepad and pencil from my bag and looked them over carefully in the dim light. With surprising speed, the light grew brighter and brighter. I soon noticed the sun's rays tickling the tops of the trees around the meadow.",
                "Somewhere, far above me, an early rising squirrel dislodged a pine cone, and I listened to it bounce from branch to branch as it fell from the tree I was sitting under, finally landing softly near me. Even as I made a note of this on my notepad, I realized I would not be able to write stories as wonderful as Grandpa's. But I continued to wait and to watch.",
                "At that very moment, as soon as he had dipped his head down, the loudest sound I had ever heard erupted from the stream. The buck leaped straight up into the air, entangling his fine antlers in the tree branches overhead. He hung there for a second or two, thrashing about before he broke loose, fell to the ground, and then quickly bounded away into the forest, never to be seen again.",
                "After a few minutes of just standing there, I decided I would take a drink from the creek before writing down what I had seen and heard that morning. I carefully stepped to the edge of the water. A school of fish was holding recess in the creek, and the thought crossed my mind to bring my fishing pole next time. As I bent down toward the water, one fish immediately rose toward me.",
                "The sound and shock of it all caused me to slip and fall. My legs got wet in the stream, and my hands and clothes got all muddy as I quickly crawled up the bank. My ears were ringing as I ran all the way across the meadow back to the pine tree, where I threw myself down at its soft base again.",
                "Finally, I sat up again, pulled my pencil and notepad from my pack, and carefully wrote what I had seen and heard that day. My arms and legs began to dry in the warm sun. As I was writing in my notepad, I was excited to realize I had a story almost as unbelievable as one of Grandpa's! I hurried to finish, packed my things, and quietly left the forest."
            ],
            "source": "https://www.bedtime.com/good-morning-fish/"
        },
        {
            "paragraphs": [
                "Once upon a time there was a forest fire in a big, big forest. All the little animals that lived there ran as fast as they could to get away from the hot flames. Squirrels, raccoons, foxes, snakes, turtles, rabbits, mice and many other animals had to find new homes. Some of them went to other forests, some of them went to parks, and some of them actually had to make their little homes in the yards of human beings, or, people.",
                "Far, far away from the fire was a house where three little children lived. Their names were Thomas, Kathy, and Carrie. They all went to school but on this September day it was Saturday. They had been playing all morning. Now it was lunchtime. They were hungry. They asked their mom if they could have lunch, and she said, \"Why don't you have a picnic in the yard\"?",
                "That sounded like a great idea, but WHERE in the yard? So Mom told them to lay a picnic cloth in the green grassy grass near the scruffy old juniper bushes. While they were doing that, she would make some celery sticks, carrot sticks, and some yummy peanut butter and jelly sandwiches.",
                "When the kids had spread out the picnic blanket, they ran into the kitchen and asked if lunch was ready. Mom told them to take the carrot sticks and plates out to the blanket, and to take their drinks also. So Thomas, Kathy and Carrie took these things out to the blanket and arranged them carefully. Then they ran as fast as they could, huffing and puffing, back to the kitchen and said to Mom, \"What else have you made so far\"? So she said, \"I've got your celery sticks cut up for you now.\" So out ran the three kids as fast as they could go to add these to the carrots on their plates.",
                "They quietly went back into the house and got Mom to cut up more celery and carrots. They carefully put them down near the bushes and walked back to the house. As they watched, the little rabbit came out and grabbed the vegetables in his mouth and carried them back into the juniper bushes. Mom had watched, too, and she said that she had never seen a rabbit in the yard before. She thought that maybe because of the forest fire, he had needed to look for a new home.",
                "That is just what they did. They fed the little rabbit every day. A few weeks went by. The weather turned cooler and finally winter came and they didn’t see the rabbit. Sometimes they would take food out to the edge of the bushes, and sometimes the food would disappear, and other times it just stayed there. All winter they worried about the rabbit. Was he cold, was he scared, did he move somewhere else?",
                "Finally, spring came. They watched for the rabbit day after day. In early April, the day before Easter, when the trees had just a few leaves, Thomas, Kathy, and Carrie took the food out to the bushes, and as they watched, the little rabbit came out and grabbed it! Whatever he had done during the winter, he was OK now!"
            ],
            "source": "https://www.bedtime.com/the-missing-picnic-food-2/"
        },
        {
            "paragraphs": [
                "The Mughal painting was absolutely secular and aristocratic. The religious scenes were totally absent in this school and the patrons of this school were the royal people. The subjects of Mughal painting were mainly derived from court life and nature. Objects of Indian nature like pipal, mango, banyan trees etc., animals like deer, lion, peacock, etc., and Indian dresses and ornaments were faithfully represented; but the life of the people was sadly neglected. A keen appreciation of nature was a remarkable characteristic of the Mughal artists.",
                "Not only birds and animals were painted after close observation but broad borders of foliated designs were common in Mughal miniatures; and in the jungle scenes landscapes was rendered with great feeling and accuracy. The Mughal portrait painter was noted for his rich colouring, sympathetic. The Mughal portrait painter was noted for his rich colouring. The decorative treatment and the delineation of actual features. The Mughal artists excelled in colour composition which was generally a beautiful mosaic of reds, blues and old.",
                "They were noted for the minuteness of treatment and the decorative composition. During the reign of Akbar there was a fusion of Persian and Indian style of painting. A large number of Hindu painters were employed by Akbar, and of seventeen eminent artists of Akbar's reign, no less than thirteen were Hindus. The painters succeeded in a brilliant way in expressing the ideals of amity and synthesis preached by their imperial patron. A very large number of like-like portraits and graphic and natural miniatures were produced during the period.",
                "Mughal painting witnessed a rapid change and reached its logical culmination during the reign of Jahangir. The most important feature of the history of painting in Jahangir's reign is the decline of Persian influence, which made way for a style that was essentially Indian. Some impact of European art also became clearly visible in the paintings of the period. After finishing this test please rate.",
                "Now, Sir, come to the general approach, the financial and monetary approach, the Finance Minister as in this Budget and in the previous one also has adopted an approach of collecting real resources outside the Budget and outside the Finance Bill. Last year about rupees three thousand crores were collected on account of price rise and this year with the rise in the prices of petroleum and steel and coal about Rs. 1500 crores have been collected outside the Budget.",
                "Again on account of the increase in prices of steel and coal another Rs. 500 crores would be collected. Technically you can say that this is not a budgetry measure. But, if they suffer a loss these things will have to be taken into account and to that extent the budget deficit would have increased. Now the State is playing a massive role not mearly in so far as maintanance of law and order is concerned, but also in so far as development activities are concerned. The old concept of collection of resources by way of taxation is there and there is the injudicious method by which the Government gets Rs.",
                "200 crores by taxing the petrolium products. Sir, last year the Finance Minister collected about Rs. 2000 crores on petrol and petroleum products alone on account of the rise in their prices. But, now if the method of resources mobilisation increasing is through taxation then I think it is necessary to ensure that this artificial distinction between resource mobilisation through price rise and taxation would not stand in the way of Parliament and the nation should be presented with a clear picture of what resources are being mobilised either through price rise or through taxation.",
                "This artificial distruction of saying that this price rise is no longer very realistic in the present day circumstances because this price the Central Exchequer would have to pay for it and it would be reflected in the deficit. Sir, the method which has been adopted this year has meant that the resources had been collected outside the Budget and Parliament.",
                "bee eagle clam antelope spider squirrel tuna ostrich birds wasp cod whale ox buffalo vulture donkey goat squid canary crab crayfish snail beaver spider crab deer cicada stork swan crocodile quail weasel cockroach crow hedgehog sea urchin beetle seal hen cock prawn heron seagull swallow sparrow cricket macaw worms hawk or falcon hyena ant lizard spiny owl hare lynx wolf earthworm parrot mammals ladybird mussel bat otter goose bear oyster ewe woodpecker dove peacock pelican rat mouse reindeer reptiles rhinoceros grasshopper calf bull trout viper or adder mare",
                "I am nightmarestar, a vampire, killer, hunter and a warrior of the Wolf Dragoons. No one gets me, I am crazy and unable to control the inner fangs that grow. I have one mate named Vox, he is a vampire that I will never betray. My mother is Cat Lisimba Harudor, my father is Spike. I have three other siblings named Teto, Shadowflame, and Silverclaw they are my family but I only know one thing. I can never return the the Wolf Dragoon base ever again, due to my vampire powers.",
                "Uh, summa-lumma, dooma-lumma, you assumin' I'm a human What I gotta do to get it through to you? I'm superhuman Innovative and I'm made of rubber, so that anything you say is ricochetin' off of me and it'll glue to you and I'm devastating, more than ever demonstrating How to give a motherfuckin' audience a feeling like it's levitating Never fading, and I know the haters are forever waiting For the day that they can say I fell off, they'll be celebrating 'Cause I know the way to get 'em motivated I make elevating music, you make elevator music"
            ],
            "source": "https://10fastfingers.com/text-practice"
        }
    ]
}